Repository: bazzite-org/CoverflowAltTab
Catalog: locale/*.po
Languages: nb_no

source: Coverflow
nb_no: Omslagsflyt

source: Timeline
nb_no: Tidslinje

source: Bottom
nb_no: Under

source: Top
nb_no: Over

source: Classic
nb_no: Klassisk

source: Overlay
nb_no: Overlag

source: Reset to default value
nb_no: Tilbakestill til forvalgt verdi

source: Version %d
nb_no: Versjon %d

source: General
nb_no: Generelt

source: Flip Stack
nb_no: Vend stabel

source: Carousel
nb_no: Karusell

source: Looping Method
nb_no: Gjentagelsesmetode

source: How to cycle through windows.
nb_no: Hvordan man bytter seg gjennom vinduene

source: Vertical Offset
nb_no: Loddrett forskyvning

source: Positive value moves everything down, negative up.
nb_no: Positiv verdi betyr alt ned, og negativ verdi opp.

source: Place window title above or below the switcher.
nb_no: Plasser vindusflis over eller under veksleren.

source: Enforce Primary Monitor
nb_no: Påtving primær skjerm

source: Always show on the primary monitor, otherwise, show on the active monitor.
nb_no: Alltid vis på primærskjerm. Ellers vis på aktiv skjerm.

source: Hide Panel
nb_no: Skjul panel

source: Hide panel when switching windows.
nb_no: Skjul panel ved bytting av vinduer.

source: Invert Swipes
nb_no: Inverter dragninger

source: Background
nb_no: Bakgrunn

source: Dim-factor
nb_no: Dimmingsfaktor

source: Animation
nb_no: Animasjon

source: Duration [s]
nb_no: Verighet [s]

source: Randomize Durations
nb_no: Tilfeldiggjøringsvarighet

source: Each animation duration assigned randomly between 0 and configured duration.
nb_no: Hver animasjonsvarighet tildeles tilfeldig mellom 0 og angitt varighet.

source: Current workspace only
nb_no: Kun nåværende arbeidsområder

source: All workspaces
nb_no: Alle arbeidsområder

source: All workspaces, current first
nb_no: Alle arbeidsområder, nåværende først

source: Workspaces
nb_no: Arbeidsområder

source: Switch between windows on current or on all workspaces.
nb_no: Bytt mellom vinduer på nåværende, eller alle arbeidsområder

source: Current Monitor
nb_no: Nåværende skjerm

source: Switch between windows on current monitor.
nb_no: Bytt mellom vinduer på nåværende skjerm.

source: Overlay Icon Size
nb_no: Ikonstørrelse for overlag

source: Set the overlay icon size in pixels.
nb_no: Sett ikonstørrelse for overlaget i piksler.

source: Overlay Icon Opacity
nb_no: Ikondekkevne for overlag

source: Set the overlay icon opacity.
nb_no: Sett ikondekkevne for overlaget.

source: Application Icon Style
nb_no: Programikonstil

source: Icon Shadow
nb_no: Ikonskygge

source: Windows
nb_no: Vinduer

source: Factor by which to successively shrink previews off to the side.
nb_no: Forhold forhåndsvisninger suksessivt skal krympes til siden.

source: Make the Application Switcher Behave Like the Window Switcher
nb_no: Få programbytteren til å oppføre seg som vindusbytteren

source: Don't group windows of the same application in a subswitcher.
nb_no: Ikke grupper vinduer fra samme program i underkategori.

source: Desaturate
nb_no: Opphev metning

source: Larger means more desaturation.
nb_no: Høyere verdi gir mer avmetning.

source: Tint
nb_no: Iblanding

source: Keybindings
nb_no: Tastaturtilknytninger

source: None
nb_no: Ingen

source: Move Camera
nb_no: Kameraflytting

source: Adjust Angles
nb_no: Juster vinkler

source: Perspective Correction
nb_no: Perspektivkorrigering

source: Highlight Window Under Mouse
nb_no: Framhev vindu under mus

source: Raise Window Under Mouse
nb_no: Hev vindu under peker

source: Raise the window under the mouse above all others.
nb_no: Hev vinduet under pekeren over alle andre.

source: Contribute
nb_no: Bidra

source: Code (create pull requests, report issues, etc.)
nb_no: Kode (opprett flettingsforespørsler, rapporter feil, osv.)
